[
  {
    "term": "Information",
    "text": "Information ist ein abstraktes Konzept, das sich auf das bezieht, was die Kraft hat, zu informieren. Auf der grundlegendsten Ebene bezieht sich Information auf die Interpretation dessen, was wahrgenommen oder abstrahiert werden kann. Jeder natürliche Prozess, der nicht vollständig zufällig ist, und jedes beobachtbare Muster in jedem Medium kann gesagt werden, dass es eine gewisse Menge an Information vermittelt. Während digitale Signale und andere Daten diskrete Zeichen verwenden, um Informationen zu vermitteln, vermitteln andere Phänomene und Artefakte wie analoge Signale, Gedichte, Bilder, Musik oder andere Klänge Informationen in einer kontinuierlicheren Form. Information ist nicht das Wissen selbst, sondern die Bedeutung, die aus einer Darstellung durch Interpretation abgeleitet werden kann.",
    "metadata": {
      "id": "Q11028",
      "title": "Information",
      "lang": "de"
    }
  },
  {
    "term": "Daten",
    "text": "Im allgemeinen Gebrauch und in der Statistik sind Daten eine Sammlung von diskreten oder kontinuierlichen Werten, die Informationen vermitteln, die Menge, Qualität, Fakten, Statistiken, andere grundlegende Bedeutungseinheiten oder einfach Sequenzen von Symbolen beschreiben, die weiter formal interpretiert werden können. Ein Datum ist ein einzelner Wert in einer Sammlung von Daten. Daten sind in der Regel in Strukturen wie Tabellen organisiert, die zusätzlichen Kontext und Bedeutung liefern und die selbst als Daten in größeren Strukturen verwendet werden können. Daten können als Variablen in einem Rechenprozess verwendet werden. Daten können abstrakte Ideen oder konkrete Messungen darstellen.\nDaten werden häufig in der wissenschaftlichen Forschung, in der Wirtschaft und in praktisch jeder anderen Form menschlicher organisatorischer Aktivität verwendet. Beispiele für Datensätze sind Preisindizes, Arbeitslosenquoten, Alphabetisierungsraten und Volkszählungsdaten. In diesem Zusammenhang repräsentieren Daten die rohen Fakten und Zahlen, die in einer solchen Weise verwendet werden können, um die nützliche Information daraus zu erfassen.",
    "metadata": {
      "id": "Q42848",
      "title": "Daten",
      "lang": "de"
    }
  },
  {
    "term": "Computer",
    "text": "Ein Computer ist eine Maschine, die so programmiert werden kann, dass sie Sequenzen von Rechen- oder logischen Operationen (Berechnungen) automatisch ausführt. Moderne digitale elektronische Computer können generische Mengen von Operationen durchführen, die als Programme bekannt sind. Diese Programme ermöglichen es Computern, eine Vielzahl von Aufgaben auszuführen. Ein Computersystem ist ein nominell kompletter Computer, der die Hardware, das Betriebssystem und die Peripheriegeräte umfasst, die für den vollen Betrieb benötigt und verwendet werden. Dieser Begriff kann sich auch auf eine Gruppe von Computern beziehen, die miteinander verbunden sind und zusammenarbeiten, wie ein Computernetzwerk oder ein Computercluster.",
    "metadata": {
      "id": "Q68",
      "title": "Computer",
      "lang": "de"
    }
  },
  {
    "term": "Technologie",
    "text": "Technologie ist die Anwendung von Wissen zur Erreichung praktischer Ziele auf reproduzierbare Weise. Das Wort Technologie kann auch die Produkte solcher Bemühungen bedeuten, einschließlich sowohl greifbarer Werkzeuge wie Utensilien oder Maschinen, als auch immaterieller Werkzeuge wie Software. Technologie spielt eine entscheidende Rolle in Wissenschaft, Ingenieurwesen und im Alltagsleben.",
    "metadata": {
      "id": "Q11016",
      "title": "Technologie",
      "lang": "de"
    }
  },
  {
    "term": "Somatologie",
    "text": "Die biologische Anthropologie, auch als physische Anthropologie bekannt, ist eine wissenschaftliche Disziplin, die sich mit den biologischen und verhaltensmäßigen Aspekten von Menschen, ihren ausgestorbenen homininen Vorfahren und verwandten nicht-menschlichen Primaten beschäftigt, insbesondere aus einer evolutionären Perspektive. Dieses Teilgebiet der Anthropologie untersucht systematisch den Menschen aus einer biologischen Perspektive.",
    "metadata": {
      "id": "Q27172",
      "title": "Biologische Anthropologie",
      "lang": "de"
    }
  },
  {
    "term": "Soziologie",
    "text": "Die Soziologie ist eine Sozialwissenschaft, die sich auf die Gesellschaft, das menschliche soziale Verhalten, Muster sozialer Beziehungen, soziale Interaktionen und Aspekte der Kultur im Zusammenhang mit dem Alltagsleben konzentriert. Einfach ausgedrückt, ist die Soziologie die wissenschaftliche Untersuchung der Gesellschaft. Sie verwendet verschiedene Methoden der empirischen Untersuchung und kritischen Analyse, um ein Wissenskörper über soziale Ordnung und sozialen Wandel zu entwickeln. Während einige Soziologen Forschung betreiben, die direkt auf die Sozialpolitik und das Wohlergehen angewendet werden kann, konzentrieren sich andere hauptsächlich auf die Verfeinerung des theoretischen Verständnisses sozialer Prozesse und der phänomenologischen Methode. Das Untersuchungsobjekt kann von der Analyse der Gesellschaft auf Mikroebene bis zur Analyse auf Makroebene reichen.",
    "metadata": {
      "id": "Q21201",
      "title": "Soziologie",
      "lang": "de"
    }
  },
  {
    "term": "Psychologie",
    "text": "Die Psychologie ist die Wissenschaft vom Verhalten und Erleben des Menschen und nicht-menschlicher Tiere. Sie umfasst die Untersuchung von bewussten und unbewussten Phänomenen, einschließlich Gefühlen und Gedanken. Sie ist eine akademische Disziplin von immenser Reichweite, die die Grenzen zwischen den Natur- und Sozialwissenschaften überschreitet. Psychologen suchen ein Verständnis für die emergenten Eigenschaften von Gehirnen, was die Disziplin mit der Neurowissenschaft verbindet. Als Sozialwissenschaftler streben Psychologen danach, das Verhalten von Individuen und Gruppen zu verstehen.",
    "metadata": {
      "id": "Q9418",
      "title": "Psychologie",
      "lang": "de"
    }
  },
  {
    "term": "Anatomie",
    "text": "Die Anatomie ist ein Zweig der Biologie, der sich mit der Erforschung der Struktur von Organismen und ihren Teilen beschäftigt. Die Anatomie ist eine Naturwissenschaft, die sich mit der strukturellen Organisation von Lebewesen auseinandersetzt. Sie ist eine alte Wissenschaft, deren Anfänge in prähistorischer Zeit liegen. Die Anatomie ist untrennbar mit der Entwicklungsbiologie, der Embryologie, der vergleichenden Anatomie, der Evolutionsbiologie und der Phylogenie verbunden, da dies die Prozesse sind, durch die die Anatomie sowohl auf kurzfristige als auch auf langfristige Zeitskalen generiert wird. Anatomie und Physiologie, die die Struktur und Funktion von Organismen und ihren Teilen studieren, bilden ein natürliches Paar verwandter Disziplinen und werden oft gemeinsam studiert. Die menschliche Anatomie ist eine der grundlegenden Grundlagenwissenschaften, die in der Medizin angewendet werden.",
    "metadata": {
      "id": "Q514",
      "title": "Anatomie",
      "lang": "de"
    }
  },
  {
    "term": "Physiologie",
    "text": "Die Physiologie ist die wissenschaftliche Untersuchung von Funktionen und Mechanismen in einem lebenden System. Als Unterdisziplin der Biologie konzentriert sich die Physiologie darauf, wie Organismen, Organsysteme, einzelne Organe, Zellen und Biomoleküle die chemischen und physikalischen Funktionen in einem lebenden System ausführen. Je nach Klassen von Organismen kann das Feld in medizinische Physiologie, Tierphysiologie, Pflanzenphysiologie, Zellphysiologie und vergleichende Physiologie unterteilt werden.",
    "metadata": {
      "id": "Q521",
      "title": "Physiologie",
      "lang": "de"
    }
  },
  {
    "term": "Medizin",
    "text": "Die Medizin ist die Wissenschaft und Praxis der Patientenversorgung, einschließlich der Diagnose, Prognose, Prävention, Behandlung, Linderung von Verletzungen oder Krankheiten und der Förderung der Gesundheit. Die Medizin umfasst eine Vielzahl von Gesundheitspraktiken, die sich entwickelt haben, um die Gesundheit zu erhalten und wiederherzustellen und Krankheiten zu verhindern und zu behandeln. Die moderne Medizin wendet biomedizinische Wissenschaften, biomedizinische Forschung, Genetik und medizinische Technologie an, um Verletzungen und Krankheiten zu diagnostizieren, zu behandeln und zu verhindern, typischerweise durch Arzneimittel oder Operationen, aber auch durch Therapien, die so vielfältig sind wie Psychotherapie, externe Schienen und Traktion, medizinische Geräte, Biologika und ionisierende Strahlung.",
    "metadata": {
      "id": "Q11190",
      "title": "Medizin",
      "lang": "de"
    }
  },
  {
    "term": "Gesundheit",
    "text": "Im allgemeinen Sprachgebrauch und in der Medizin bezeichnet Gesundheit laut Weltgesundheitsorganisation einen \"Zustand vollständigen körperlichen, geistigen und sozialen Wohlbefindens und nicht nur die Abwesenheit von Krankheit und Gebrechen\". Über die Zeit hinweg wurden verschiedene Definitionen für unterschiedliche Zwecke verwendet. Gesundheit kann gefördert werden, indem gesundheitsfördernde Aktivitäten wie regelmäßige körperliche Bewegung und ausreichender Schlaf ermutigt und ungesunde Aktivitäten oder Situationen wie Rauchen oder übermäßiger Stress reduziert oder vermieden werden. Einige Faktoren, die die Gesundheit beeinflussen, sind auf individuelle Entscheidungen zurückzuführen, wie zum Beispiel die Entscheidung, ein riskantes Verhalten zu zeigen, während andere auf strukturelle Ursachen zurückzuführen sind, wie zum Beispiel, ob die Gesellschaft so organisiert ist, dass es für die Menschen einfacher oder schwieriger ist, die notwendigen Gesundheitsdienstleistungen zu erhalten. Andere Faktoren liegen jenseits von individuellen und Gruppenentscheidungen, wie genetische Störungen.",
    "metadata": {
      "id": "Q12147",
      "title": "Gesundheit",
      "lang": "de"
    }
  },
  {
    "term": "Krankheit",
    "text": "Eine Krankheit ist ein bestimmter abnormaler Zustand, der die Struktur oder Funktion eines Organismus negativ beeinflusst und nicht unmittelbar auf eine äußere Verletzung zurückzuführen ist. Krankheiten sind oft als medizinische Zustände bekannt, die mit spezifischen Anzeichen und Symptomen verbunden sind. Eine Krankheit kann durch externe Faktoren wie Pathogene oder durch interne Dysfunktionen verursacht werden. Beispielsweise können interne Funktionsstörungen des Immunsystems eine Vielzahl verschiedener Krankheiten hervorrufen, einschließlich verschiedener Formen von Immundefizienz, Überempfindlichkeit, Allergien und Autoimmunerkrankungen.",
    "metadata": {
      "id": "Q12136",
      "title": "Krankheit",
      "lang": "de"
    }
  },
  {
    "term": "Molekül",
    "text": "Ein Molekül ist eine Gruppe von zwei oder mehr Atomen, die durch attraktive Kräfte, bekannt als chemische Bindungen, zusammengehalten werden; abhängig vom Kontext kann der Begriff Ionen einschließen, die dieses Kriterium erfüllen oder nicht. In der Quantenphysik, der organischen Chemie und der Biochemie wird der Unterschied zu Ionen fallen gelassen und das Wort Molekül wird oft verwendet, wenn auf mehratomige Ionen Bezug genommen wird.",
    "metadata": {
      "id": "Q11369",
      "title": "Molekül",
      "lang": "de"
    }
  },
  {
    "term": "Atom",
    "text": "Ein Atom ist ein Teilchen, das aus einem Kern von Protonen und Neutronen besteht, der von einer Wolke von Elektronen umgeben ist. Das Atom ist das grundlegende Teilchen der chemischen Elemente und die chemischen Elemente unterscheiden sich voneinander durch die Anzahl der Protonen, die in ihren Atomen vorhanden sind. Zum Beispiel ist jedes Atom, das 11 Protonen enthält, Natrium und jedes Atom, das 29 Protonen enthält, Kupfer. Die Anzahl der Neutronen definiert das Isotop des Elements.",
    "metadata": {
      "id": "Q9121",
      "title": "Atom",
      "lang": "de"
    }
  },
  {
    "term": "Partikel",
    "text": "In den physikalischen Wissenschaften ist ein Partikel ein kleines lokalisiertes Objekt, das durch mehrere physikalische oder chemische Eigenschaften, wie Volumen, Dichte oder Masse, beschrieben werden kann. Sie variieren stark in Größe oder Menge, von subatomaren Partikeln wie dem Elektron, bis zu mikroskopischen Partikeln wie Atomen und Molekülen, bis hin zu makroskopischen Partikeln wie Pulvern und anderen körnigen Materialien. Partikel können auch verwendet werden, um wissenschaftliche Modelle von noch größeren Objekten zu erstellen, abhängig von ihrer Dichte, wie Menschen, die sich in einer Menschenmenge bewegen, oder Himmelskörper in Bewegung.",
    "metadata": {
      "id": "Q1621273",
      "title": "Partikel",
      "lang": "de"
    }
  },
  {
    "term": "Quant",
    "text": "In der Physik ist ein Quant die minimale Menge einer physikalischen Entität, die an einer Interaktion beteiligt ist. Die grundlegende Vorstellung, dass eine physikalische Eigenschaft \"quantisiert\" werden kann, wird als \"Hypothese der Quantisierung\" bezeichnet. Das bedeutet, dass das Ausmaß der physikalischen Eigenschaft nur diskrete Werte annehmen kann, die aus ganzzahligen Vielfachen eines Quants bestehen.",
    "metadata": {
      "id": "Q46344",
      "title": "Quant",
      "lang": "de"
    }
  },
  {
    "term": "Physik",
    "text": "Die Physik ist die Naturwissenschaft der Materie, die sich mit der Untersuchung der Materie, ihrer grundlegenden Bestandteile, ihrer Bewegung und ihrem Verhalten im Raum und in der Zeit sowie den verwandten Entitäten Energie und Kraft beschäftigt. Die Physik ist eine der grundlegendsten wissenschaftlichen Disziplinen, mit dem Hauptziel, das Verhalten des Universums zu verstehen. Ein Wissenschaftler, der sich auf das Gebiet der Physik spezialisiert hat, wird Physiker genannt.",
    "metadata": {
      "id": "Q413",
      "title": "Physik",
      "lang": "de"
    }
  },
  {
    "term": "Chemie",
    "text": "Chemie ist die wissenschaftliche Untersuchung der Eigenschaften und des Verhaltens von Materie. Es ist eine physikalische Wissenschaft unter den Naturwissenschaften, die die Elemente, die Materie bilden, bis hin zu den aus Atomen, Molekülen und Ionen bestehenden Verbindungen abdeckt: ihre Zusammensetzung, Struktur, Eigenschaften, Verhalten und die Veränderungen, die sie bei einer Reaktion mit anderen Substanzen durchlaufen. Die Chemie befasst sich auch mit der Natur chemischer Bindungen in chemischen Verbindungen.",
    "metadata": {
      "id": "Q2329",
      "title": "Chemie",
      "lang": "de"
    }
  },
  {
    "term": "Mathematik",
    "text": "Mathematik ist ein Wissensbereich, der die Themen Zahlen, Formeln und verwandte Strukturen, Formen und die Räume, in denen sie enthalten sind, sowie Mengen und ihre Veränderungen umfasst. Diese Themen werden in der modernen Mathematik durch die Hauptunterdisziplinen Zahlentheorie, Algebra, Geometrie und Analysis vertreten. Es gibt keinen allgemeinen Konsens unter Mathematikern über eine gemeinsame Definition ihrer akademischen Disziplin.",
    "metadata": {
      "id": "Q395",
      "title": "Mathematik",
      "lang": "de"
    }
  },
  {
    "term": "Logik",
    "text": "Logik ist die Lehre vom korrekten Denken. Sie umfasst sowohl formale als auch informale Logik. Formale Logik ist die Wissenschaft von deduktiv gültigen Schlüssen oder logischen Wahrheiten. Sie untersucht, wie Schlussfolgerungen aus Prämissen unabhängig von ihrem Thema und Inhalt folgen. Informale Logik ist mit informalen Fehlschlüssen, kritischem Denken und Argumentationstheorie verbunden. Sie untersucht Argumente, die in natürlicher Sprache ausgedrückt werden, während formale Logik formale Sprache verwendet. Wird der Begriff \"eine Logik\" als zählbares Nomen verwendet, bezieht er sich auf ein logisches Formalsystem, das ein Beweissystem formuliert. Logik spielt eine zentrale Rolle in vielen Bereichen wie Philosophie, Mathematik, Informatik und Linguistik.",
    "metadata": {
      "id": "Q8078",
      "title": "Logik",
      "lang": "de"
    }
  },
  {
    "term": "Sprache",
    "text": "Sprache ist ein strukturiertes Kommunikationssystem, das aus Grammatik und Wortschatz besteht. Sie ist das primäre Mittel, mit dem Menschen Bedeutungen sowohl in gesprochener als auch in geschriebener Form vermitteln, und kann auch durch Gebärdensprachen übermittelt werden. Die überwiegende Mehrheit der menschlichen Sprachen hat Schreibsysteme entwickelt, die es ermöglichen, die Klänge oder Zeichen der Sprache aufzuzeichnen und zu bewahren. Die menschliche Sprache zeichnet sich durch ihre kulturelle und historische Vielfalt aus, wobei zwischen Kulturen und über die Zeit hinweg erhebliche Variationen beobachtet werden. Menschliche Sprachen besitzen die Eigenschaften der Produktivität und Verschiebung, die es ermöglichen, eine unendliche Anzahl von Sätzen zu erstellen und auf Objekte, Ereignisse und Ideen zu verweisen, die nicht unmittelbar im Diskurs präsent sind. Die Verwendung der menschlichen Sprache beruht auf sozialen Konventionen und wird durch Lernen erworben.",
    "metadata": {
      "id": "Q315",
      "title": "Sprache",
      "lang": "de"
    }
  },
  {
    "term": "Philosophie",
    "text": "Philosophie ist die systematische Untersuchung von allgemeinen und grundlegenden Fragen, wie sie etwa Existenz, Vernunft, Wissen, Werte, Geist und Sprache betreffen. Philosophische Methoden umfassen Fragen, kritische Diskussion, rationalen Argumentation und systematische Präsentation.",
    "metadata": {
      "id": "Q5891",
      "title": "Philosophie",
      "lang": "de"
    }
  },
  {
    "term": "Biologie",
    "text": "Biologie ist die wissenschaftliche Untersuchung des Lebens. Sie ist eine Naturwissenschaft mit einem breiten Anwendungsbereich, hat jedoch mehrere vereinheitlichende Themen, die sie als ein einziges, kohärentes Feld zusammenbinden. Beispielsweise bestehen alle Organismen aus Zellen, die erbliche Informationen, die in Genen kodiert sind, verarbeiten und an zukünftige Generationen weitergeben können. Ein weiteres wichtiges Thema ist die Evolution, die die Einheit und Vielfalt des Lebens erklärt. Auch die Energieverarbeitung ist für das Leben wichtig, da sie Organismen ermöglicht, sich zu bewegen, zu wachsen und sich fortzupflanzen. Schließlich können alle Organismen ihre eigenen inneren Umgebungen regulieren.",
    "metadata": {
      "id": "Q420",
      "title": "Biologie",
      "lang": "de"
    }
  },
  {
    "term": "Pflanze",
    "text": "Pflanzen sind Eukaryoten, überwiegend photosynthetisch, und bilden das Königreich Plantae. Viele sind vielzellig. Historisch umfasste das Pflanzenreich alle Lebewesen, die keine Tiere waren, und schloss Algen und Pilze mit ein. Alle aktuellen Definitionen schließen die Pilze und einige der Algen aus. Nach einer Definition bilden Pflanzen den Kladus Viridiplantae, der aus den Grünalgen und den Embryophyten oder Landpflanzen besteht. Letztere schließen Hornmoose, Lebermoose, Moose, Bärlappe, Farne, Koniferen und andere Nacktsamige sowie Blütenpflanzen ein. Eine auf Genomen basierende Definition schließt die Viridiplantae zusammen mit den Rotalgen und den Glaucophyten in den Kladus Archaeplastida ein.",
    "metadata": {
      "id": "Q756",
      "title": "Pflanze",
      "lang": "de"
    }
  },
  {
    "term": "Zelle",
    "text": "Zelle bezieht sich meistens auf: Zelle (Biologie), die funktionale Grundeinheit des Lebens",
    "metadata": {
      "id": "Q2349697",
      "title": "Zelle",
      "lang": "de"
    }
  },
  {
    "term": "Kommunikation",
    "text": "Kommunikation wird meist als die Übertragung von Informationen definiert. Der Begriff kann sich auch auf die Nachricht selbst beziehen, oder auf das Forschungsgebiet, das diese Übertragungen untersucht, auch bekannt als Kommunikationswissenschaften. Die genaue Definition von Kommunikation ist umstritten. Kontroverse Punkte sind, ob unbeabsichtigte oder fehlgeschlagene Übertragungen eingeschlossen sind und ob Kommunikation nicht nur Bedeutung überträgt, sondern auch schafft. Modelle der Kommunikation zielen darauf ab, einen vereinfachten Überblick über ihre Hauptkomponenten und ihre Interaktion zu geben. Viele Modelle beinhalten die Idee, dass eine Quelle ein Codierungssystem verwendet, um Informationen in Form einer Nachricht auszudrücken. Die Quelle verwendet einen Kanal, um die Nachricht an einen Empfänger zu senden, der sie entschlüsseln muss, um ihre Bedeutung zu verstehen. Kanäle werden normalerweise in Bezug auf die Sinne diskutiert, die zur Wahrnehmung der Nachricht verwendet werden, wie Hören, Sehen, Riechen, Fühlen und Schmecken.",
    "metadata": {
      "id": "Q11024",
      "title": "Kommunikation",
      "lang": "de"
    }
  },
  {
    "term": "Semiotik",
    "text": "Die Semiotik ist die systematische Studie von Zeichenprozessen (Semiose) und der Bedeutungserzeugung. Semiose ist jede Aktivität, jedes Verhalten oder jeder Prozess, der Zeichen beinhaltet, wobei ein Zeichen als etwas definiert wird, das etwas, normalerweise eine Bedeutung, an den Zeichendeuter kommuniziert. Die Bedeutung kann absichtlich sein, wie ein Wort, das mit einer bestimmten Bedeutung ausgesprochen wird; oder unbeabsichtigt, wie ein Symptom, das ein Zeichen für einen bestimmten medizinischen Zustand ist. Zeichen können auch Gefühle kommunizieren und können intern oder durch einen der Sinne kommunizieren: visuell, auditiv, taktil, olfaktorisch oder gustatorisch (Geschmack). Die zeitgenössische Semiotik ist eine Wissenschaft, die die Bedeutungserzeugung und verschiedene Arten von Wissen untersucht.",
    "metadata": {
      "id": "Q60195",
      "title": "Semiotik",
      "lang": "de"
    }
  },
  {
    "term": "Statistik",
    "text": "Statistik ist die Disziplin, die sich mit der Sammlung, Organisation, Analyse, Interpretation und Präsentation von Daten befasst. Bei der Anwendung von Statistiken auf ein wissenschaftliches, industrielles oder soziales Problem ist es üblich, mit einer statistischen Population oder einem statistischen Modell zu beginnen, das untersucht werden soll. Populationen können diverse Gruppen von Menschen oder Objekten sein, wie \"alle Menschen, die in einem Land leben\" oder \"jedes Atom, das einen Kristall bildet\". Die Statistik befasst sich mit jedem Aspekt von Daten, einschließlich der Planung der Datenerfassung in Bezug auf das Design von Umfragen und Experimenten.",
    "metadata": {
      "id": "Q12483",
      "title": "Statistik",
      "lang": "de"
    }
  },
  {
    "term": "Analysis",
    "text": "Die Analysis ist das mathematische Studium von kontinuierlichen Veränderungen, in der gleichen Weise, wie die Geometrie das Studium von Formen und die Algebra das Studium von Verallgemeinerungen arithmetischer Operationen ist.",
    "metadata": {
      "id": "Q149972",
      "title": "Analysis",
      "lang": "de"
    }
  },
  {
    "term": "Geometrie",
    "text": "Die Geometrie ist ein Zweig der Mathematik, der sich mit den Eigenschaften des Raums beschäftigt, wie der Distanz, Form, Größe und relativen Position von Figuren. Die Geometrie ist, zusammen mit der Arithmetik, einer der ältesten Zweige der Mathematik. Ein Mathematiker, der im Bereich der Geometrie arbeitet, wird als Geometer bezeichnet. Bis zum 19. Jahrhundert war die Geometrie fast ausschließlich der euklidischen Geometrie gewidmet, die die Begriffe Punkt, Linie, Ebene, Entfernung, Winkel, Fläche und Kurve als grundlegende Konzepte beinhaltet.",
    "metadata": {
      "id": "Q8087",
      "title": "Geometrie",
      "lang": "de"
    }
  },
  {
    "term": "Kybernetik",
    "text": "Die Kybernetik ist ein weitreichendes Feld, das sich mit zirkulären kausalen Prozessen wie Feedback beschäftigt. Norbert Wiener benannte das Feld nach einem Beispiel für zirkuläre kausale Rückkopplung - das des Steuerns eines Schiffes, bei dem der Steuermann seine Steuerung anpasst, basierend auf der beobachteten Wirkung, die es hat, wodurch ein konstanter Kurs unter Störungen wie Seitenwinden oder der Gezeiten beibehalten werden kann.",
    "metadata": {
      "id": "Q123637",
      "title": "Kybernetik",
      "lang": "de"
    }
  }
]
